[
    ["<pad>", 0.0],
    ["</s>", 0.0],
    ["<unk>", 0.0],
    ["\u2581", -2.0122928619384766],
    ["X", -2.486478805541992],
    [".", -3.5449328422546387],
    [",", -3.649247407913208],
    ["s", -3.9033992290496826],
    ["\u2581the", -3.9598512649536133],
    ["a", -4.097104549407959],
    [":", -4.414328098297119],
    ["\u2581and", -4.420670986175537],
    ["\u2581to", -4.4523234367370605],
    ["\u2581of", -4.572070121765137],
    ["\u2581fill", -4.575019836425781],
    ["e", -4.674920082092285],
    ["\u2581in", -4.812063694000244],
    ["t", -5.063905715942383],
    ["-", -5.129043102264404],
    ["\u2581is", -5.283425331115723],
    ["\u2581de", -5.344141960144043],
    ["\u2581for", -5.3930158615112305],
    ["\u2019", -5.4228339195251465],
    ["i", -5.469857692718506],
    ["\u2581that", -5.576240539550781],
    ["\u2581you", -5.596375465393066],
    ["d", -5.6047282218933105],
    ["\u2581I", -5.6640448570251465],
    ["\u2581with", -5.703730583190918],
    ["n", -5.737886905670166],
    ["\u2581on", -5.784142971038818],
    ["'", -5.828996181488037],
    ["o", -5.925558090209961],
    ["\u2581are", -5.931313991546631],
    ["\u2581it", -5.939518928527832],
    ["en", -5.9465556144714355],
    ["\u2581be", -5.9556708335876465],
    ["\u2581The", -5.990020751953125],
    ["\u2581as", -6.057407379150391],
    ["\u2581your", -6.132311820983887],
    ["l", -6.139498710632324],
    ["\u2581(", -6.184796333312988],
    ["\u2581or", -6.241950035095215],
    ["\u2581have", -6.27459192276001],
    ["\u2581at", -6.327472686767578],
    ["\u2581from", -6.349645137786865],
    ["\u2581an", -6.350090980529785],
    ["\u2581was", -6.350385665893555],
    ["\u2581this", -6.352563381195068],
    ["er", -6.3604278564453125],
    ["\u2581la", -6.3624043464660645],
    ["m", -6.375206470489502],
    ["r", -6.376530170440674],
    ["ing", -6.3778581619262695],
    ["\u2581can", -6.387146472930908],
    ["!", -6.421379566192627],
    ["\u2581will", -6.423982620239258],
    ["\u2581by", -6.44155216217041],
    ["?", -6.585887432098389],
    ["\u2581not", -6.5959086418151855],
    ["re", -6.620072364807129],
    [")", -6.63656759262085],
    ["\u2581we", -6.643022060394287],
    ["y", -6.654535293579102],
    ["\u2581und", -6.741473197937012],
    ["\u2581has", -6.7602033615112305],
    ["\u2581all", -6.768176555633545],
    ["\u2581die", -6.8641204833984375],
    ["\u2581but", -6.906830310821533],
    ["\u2581our", -6.909878730773926],
    ["\u2581their", -6.91325044631958],
    ["\u2581A", -6.915814399719238],
    ["\u2581more", -6.918668746948242],
    ["\u2581un", -6.924930572509766],
    ["\u2581der", -6.925402641296387],
    ["c", -6.925714015960693],
    ["u", -6.932939052581787],
    ["in", -6.934063911437988],
    ["\u2581so", -6.947050094604492],
    ["\u2581they", -6.989297866821289],
    ["\u2581one", -7.012735843658447],
    ["\u2581about", -7.071486473083496],
    ["\u2581my", -7.072140693664551],
    ["ul", -7.076492786407471],
    ["\u2581which", -7.097039222717285],
    ["\u00e0", -7.099997520446777],
    ["\u2581In", -7.100254535675049],
    ["/", -7.100865840911865],
    ["he", -7.104752540588379],
    ["f", -7.110044002532959],
    ["\u2581le", -7.112937927246094],
    ["\u2581out", -7.128556728363037],
    ["\u2581also", -7.133583068847656],
    ["\u2581des", -7.156766414642334],
    ["\u2581It", -7.162121295928955],
    ["\u2581up", -7.1723432540893555],
    ["\u2581\"", -7.172809600830078],
    ["\u2581time", -7.178046703338623],
    ["\u0103", -7.183253765106201],
    ["if", -7.185171127319336],
    ["\u2581This", -7.191652297973633],
    ["\u2581We", -7.223267078399658],
    ["p", -7.224130153656006],
    ["\u2581do", -7.228212356567383],
    ["\u2013", -7.235409736633301],
    ["\u2581\u201c", -7.238142013549805],
    ["on", -7.240827560424805],
    ["h", -7.2543206214904785],
    ["\u2581si", -7.276725769042969],
    ["le", -7.2994256019592285],
    ["\u2581les", -7.312957286834717],
    ["\u2581\u00een", -7.314571857452393],
    ["\u2581his", -7.324767112731934],
    ["\u2581who", -7.35105562210083],
    ["\u2581like", -7.371364116668701],
    ["b", -7.375369071960449],
    ["\u2581when", -7.380199432373047],
    [";", -7.380846977233887],
    ["\u2581been", -7.38668966293335],
    ["\u2581other", -7.388518333435059],
    ["ly", -7.394660949707031],
    ["\"", -7.407205104827881],
    ["g", -7.407997131347656],
    ["\u2581cu", -7.415276527404785],
    ["\u2581care", -7.432408332824707],
    ["\u2581what", -7.433043003082275],
    ["\u2581new", -7.4370903968811035],
    ["or", -7.445409774780273],
    ["\u2581some", -7.461953639984131],
    ["\u2581get", -7.479001998901367],
    ["\u2581were", -7.491549491882324],
    ["\u2581just", -7.492495536804199],
    ["\u2581there", -7.493194103240967],
    ["\u2581would", -7.494382381439209],
    ["S", -7.4974141120910645],
    ["\u2581them", -7.513596057891846],
    ["\u2581any", -7.520544052124023],
    [").", -7.521052360534668],
    ["al", -7.523056983947754],
    ["\u2581into", -7.527902603149414],
    ["\u2581me", -7.528337001800537],
    ["\u2581had", -7.532425403594971],
    ["\u2581se", -7.5451483726501465],
    ["\u2581make", -7.5827131271362305],
    ["at", -7.589433670043945],
    ["\u2581than", -7.592360019683838],
    ["\u2581du", -7.595852375030518],
    ["\u2581over", -7.6078782081604],
    ["\u2581You", -7.626111030578613],
    ["\u2581how", -7.635554313659668],
    ["\u2581no", -7.63729190826416],
    ["\u2581people", -7.639947414398193],
    ["an", -7.64084005355835],
    ["\u201d", -7.644528865814209],
    ["\u00e9", -7.646921157836914],
    ["it", -7.648641109466553],
    ["\u2581If", -7.648687839508057],
    ["k", -7.6605634689331055],
    ["\u2581pe", -7.662139415740967],
    ["is", -7.66726016998291],
    ["\u2581her", -7.6733808517456055],
    ["\u2581work", -7.680386543273926],
    ["ve", -7.687412738800049],
    ["\u2581only", -7.69785737991333],
    ["\u2581may", -7.702393531799316],
    ["\u2581its", -7.702449798583984],
    ["\u2581first", -7.704373836517334],
    ["\u2581most", -7.708309173583984],
    ["\u2581well", -7.708758354187012],
    ["\u2581use", -7.715085983276367],
    ["\u2581zu", -7.718777656555176],
    ["\u2581pour", -7.736708164215088],
    ["z", -7.745654106140137],
    ["il", -7.745913982391357],
    ["\u2581need", -7.74778938293457],
    ["\u2581these", -7.763317584991455],
    ["\u2581din", -7.769891262054443],
    ["\u2581den", -7.775663375854492],
    ["\u2581us", -7.778133869171143],
    ["able", -7.779712200164795],
    ["\u2581S", -7.781893730163574],
    ["\u2581mit", -7.792516231536865],
    ["\u2581very", -7.79970645904541],
    ["\u2581am", -7.814100742340088],
    ["&", -7.829529285430908],
    ["\u2581au", -7.83012056350708],
    ["\u2581many", -7.83834171295166],
    ["\u2581mai", -7.84363317489624],
    ["A", -7.849830150604248],
    ["th", -7.855541229248047],
    ["\u2581through", -7.859585285186768],
    ["\u2581pentru", -7.86391544342041],
    ["\u2581two", -7.873607158660889],
    ["\u2581von", -7.874959945678711],
    ["\u2581way", -7.887117385864258],
    ["ll", -7.887749195098877],
    ["I", -7.891303539276123],
    ["\u2581ce", -7.9015631675720215],
    ["\u2581\u0219i", -7.904444694519043],
    ["\u2581help", -7.907405853271484],
    ["\u2581best", -7.907911777496338],
    ["),", -7.908212184906006],
    ["un", -7.925017833709717],
    ["\u2581years", -7.925964832305908],
    ["\u25812", -7.9282684326171875],
    ["\u2581C", -7.936962604522705],
    ["\u2581nu", -7.939520835876465],
    ["\u2581good", -7.943995952606201],
    ["v", -7.94746732711792],
    ["\u25811", -7.94765567779541],
    ["w", -7.947978496551514],
    ["\u2581das", -7.960538864135742],
    ["\u2581ca", -7.962430477142334],
    ["\u2581where", -7.964908123016357],
    ["\u2581know", -7.96622896194458],
    ["\u2581year", -7.971063613891602],
    ["\u2581He", -7.974609375],
    ["\u2581see", -7.980011463165283],
    ["\u2581f\u00fcr", -7.984004497528076],
    ["\u2581auf", -7.984249114990234],
    ["\u25813", -7.984433650970459],
    ["de", -7.985401153564453],
    ["est", -8.002091407775879],
    ["\u2581back", -8.007022857666016],
    ["\u2581such", -8.008523941040039],
    ["\u2581should", -8.011754989624023],
    ["x", -8.015050888061523],
    ["\u2581after", -8.01761245727539],
    ["\u2581could", -8.019674301147461],
    ["\u2581ist", -8.020784378051758],
    ["\u2581now", -8.022845268249512],
    ["\u2581much", -8.023111343383789],
    ["and", -8.02390193939209],
    ["...", -8.030110359191895],
    ["\u2581home", -8.036273956298828],
    ["to", -8.03821086883545],
    ["\u2581ein", -8.04833984375],
    ["\u2581even", -8.048656463623047],
    ["\u2581que", -8.049829483032227],
    ["\u2581day", -8.051553726196289],
    ["\u2581take", -8.054189682006836],
    ["\u2581want", -8.054435729980469],
    ["\u2581For", -8.06217098236084],
    ["\u2581said", -8.063249588012695],
    ["\u2581sur", -8.073471069335938],
    ["\u2581une", -8.077030181884766],
    ["\u2581s\u0103", -8.082921028137207],
    ["\u2581dans", -8.084549903869629],
    ["\u2581great", -8.088057518005371],
    ["\u2581este", -8.08947467803955],
    ["\u2581because", -8.094311714172363],
    ["\u2581information", -8.104085922241211],
    ["ului", -8.105451583862305],
    ["\u2581find", -8.112174987792969],
    ["C", -8.119946479797363],
    ["\u2581she", -8.125317573547363],
    ["\u2581im", -8.126056671142578],
    ["ation", -8.130115509033203],
    ["\u2581then", -8.13021469116211],
    ["\u2581est", -8.13099479675293],
    ["\u2581par", -8.138585090637207],
    ["\u2581used", -8.141871452331543],
    ["\u2581E", -8.146790504455566],
    ["\u2581made", -8.149978637695312],
    ["\u2581So", -8.15785026550293],
    ["am", -8.16288948059082],
    ["\u2581eine", -8.165464401245117],
    ["\u2581\u015fi", -8.168368339538574],
    ["\u2581business", -8.17335033416748],
    ["\u2581right", -8.173593521118164],
    ["\u2581here", -8.176125526428223],
    ["\u2581being", -8.184967041015625],
    ["\u2581B", -8.185355186462402],
    ["\u2581those", -8.185736656188965],
    ["\u2581before", -8.194721221923828],
    ["\u2581And", -8.199501037597656],
    ["\u2581P", -8.200712203979492],
    ["ers", -8.200922012329102],
    ["\u2581don", -8.204029083251953],
    ["B", -8.20487117767334],
    ["\u2581life", -8.206265449523926],
    ["\u2581go", -8.209736824035645],
    ["\u2581As", -8.210551261901855],
    ["\u2581M", -8.221170425415039],
    ["\u2581each", -8.22955322265625],
    ["\u2581qui", -8.23323917388916],
    ["\u2581place", -8.236248970031738],
    ["com", -8.237479209899902],
    ["ant", -8.252915382385254],
    ["\u2581sich", -8.255932807922363],
    ["\u2581There", -8.261948585510254],
    ["ar", -8.264991760253906],
    ["\u2581Sie", -8.273868560791016],
    ["\u2581own", -8.277531623840332],
    ["\u2581part", -8.279440879821777],
    ["ent", -8.281047821044922],
    ["\u2581world", -8.28173542022705],
    ["ment", -8.282004356384277],
    ["\u2581while", -8.294474601745605],
    ["\u2581But", -8.295366287231445],
    ["\u2581around", -8.300799369812012],
    ["\u2581L", -8.301082611083984],
    ["us", -8.304039001464844],
    ["\u2581plus", -8.313054084777832],
    ["\u2581To", -8.313691139221191],
    ["\u25815", -8.31412410736084],
    ["\u2581high", -8.31862735748291],
    ["\u2581long", -8.319378852844238],
    ["D", -8.320075035095215],
    ["\u2581D", -8.320279121398926],
    ["\u2581really", -8.322924613952637],
    ["\u2581nicht", -8.332040786743164],
    ["\u2581Le", -8.335328102111816],
    ["\u2581service", -8.3412504196167],
    ["\u25814", -8.342093467712402],
    ["\u2581different", -8.342538833618164],
    ["\u2581Die", -8.348092079162598],
    ["\u2581think", -8.353771209716797],
    ["\u2014", -8.355998039245605],
    ["\u2581auch", -8.357160568237305],
    ["\u2581look", -8.362202644348145],
    ["\u2581both", -8.366817474365234],
    ["lor", -8.36687183380127],
    ["\u2581down", -8.367999076843262],
    ["ten", -8.368885040283203],
    ["\u2581La", -8.378066062927246],
    ["\u2581off", -8.380044937133789],
    ["\u2581vous", -8.380541801452637],
    ["\u2581They", -8.381462097167969],
    ["M", -8.383248329162598],
    ["\u2581pas", -8.384513854980469],
    ["\u2581data", -8.385709762573242],
    ["\u2581T", -8.386754989624023],
    ["\u2581love", -8.388101577758789],
    ["\u2581every", -8.390009880065918],
    ["\u258110", -8.391179084777832],
    ["\u2581last", -8.392083168029785],
    ["\u2581same", -8.393481254577637],
    ["\u2581using", -8.395487785339355],
    ["\u2581free", -8.408831596374512],
    ["\u2581dem", -8.40894889831543],
    ["\u2581still", -8.409984588623047],
    ["ate", -8.410931587219238],
    ["ist", -8.415611267089844],
    ["\u2581between", -8.420283317565918],
    ["P", -8.420982360839844],
    ["be", -8.428167343139648],
    ["\u2581available", -8.429443359375],
    ["man", -8.432978630065918],
    ["\u2581company", -8.439678192138672],
    ["\u2581G", -8.441640853881836],
    ["\u2581experience", -8.444950103759766],
    ["\u2581going", -8.449073791503906],
    ["\u2581site", -8.453832626342773],
    ["j", -8.455142974853516],
    ["are", -8.456900596618652],
    ["\u2581set", -8.470661163330078],
    ["2", -8.473684310913086],
    ["\u2581system", -8.474678039550781],
    ["\u2581important", -8.476791381835938],
    ["\u2581few", -8.482437133789062],
    ["\u2581fi", -8.482551574707031],
    ["ich", -8.483301162719727],
    ["\u2581What", -8.488649368286133],
    ["\u2581services", -8.502433776855469],
    ["\u2581under", -8.502569198608398],
    ["\u2581When", -8.50308895111084],
    ["\u2581online", -8.50699520111084],
    ["\u2581New", -8.51494312286377],
    ["\u2581come", -8.524871826171875],
    ["\u2581provide", -8.525650024414062],
    ["F", -8.526449203491211],
    ["\u2581team", -8.52782154083252],
    ["\u2581always", -8.529409408569336],
    ["\u2581De", -8.530412673950195],
    ["\u2581c\u0103", -8.532517433166504],
    ["\u2581him", -8.53586196899414],
    ["\u2581F", -8.538305282592773],
    ["\u2581things", -8.550079345703125],
    ["\u2581including", -8.550943374633789],
    ["\u2581support", -8.552608489990234],
    ["\u2581number", -8.554113388061523],
    ["T", -8.557183265686035],
    ["\u2581during", -8.55886459350586],
    ["\u2581family", -8.560463905334473],
    ["\u2581little", -8.561317443847656],
    ["\u2581three", -8.567726135253906],
    ["\u2581water", -8.56810188293457],
    ["\u2581man", -8.569759368896484],
    ["\u2581An", -8.57192611694336],
    ["based", -8.572155952453613],
    ["\u2581R", -8.57442855834961],
    ["\u2581sau", -8.574433326721191],
    ["\u2581avec", -8.576035499572754],
    ["\u2581better", -8.576830863952637],
    ["\u2581\u201e", -8.582253456115723],
    ["\u2581too", -8.58635425567627],
    ["ge", -8.586719512939453],
    ["\u2581must", -8.589736938476562],
    ["\u2581per", -8.589916229248047],
    ["ele", -8.590399742126465],
    ["\u2581oder", -8.59264850616455],
    ["au", -8.59555435180664],
    ["\u2581aus", -8.595727920532227],
    ["\u2581werden", -8.598653793334961],
    ["\u2581does", -8.599140167236328],
    ["\u2581without", -8.599270820617676],
    ["\u2581ou", -8.599929809570312],
    ["\u2581design", -8.60101318359375],
    ["\u2581va", -8.605440139770508],
    ["\u2581did", -8.615679740905762],
    ["\u2581O", -8.619062423706055],
    ["\u2581U", -8.623565673828125],
    ["up", -8.62901496887207],
    ["\u2581end", -8.63367748260498],
    ["\u2581local", -8.636231422424316],
    ["\u2581next", -8.638967514038086],
    ["\u2581sure", -8.64098072052002],
    ["\u2581lot", -8.64644718170166],
    ["\u2581Re", -8.647016525268555],
    ["\u2581top", -8.647642135620117],
    ["\u2581Our", -8.656886100769043],
    ["\u2581small", -8.656978607177734],
    ["\u2581full", -8.659418106079102],
    ["\u2581something", -8.662886619567871],
    ["ung", -8.666722297668457],
    ["\u2581vor", -8.673250198364258],
    ["E", -8.673337936401367],
    ["\u2581give", -8.67603588104248],
    ["\u2581might", -8.67660903930664],
    ["\u2581another", -8.679330825805664],
    ["\u25816", -8.680779457092285],
    ["\u2581All", -8.681318283081055],
    ["\u2581process", -8.681672096252441],
    ["L", -8.682575225830078],
    ["\u2581found", -8.68941593170166],
    ["\u2581sind", -8.690044403076172],
    ["\u2581since", -8.69528865814209],
    ["\u2581With", -8.695560455322266],
    ["K", -8.696988105773926],
    ["um", -8.701016426086426],
    ["\u2581within", -8.701669692993164],
    ["\u2581post", -8.706608772277832],
    ["\u2581car", -8.709365844726562],
    ["une", -8.714099884033203],
    ["\u2581N", -8.715041160583496],
    ["\u2581J", -8.715597152709961],
    ["ic", -8.71823787689209],
    ["R", -8.722309112548828],
    ["ter", -8.727437019348145],
    ["ur", -8.728265762329102],
    ["\u2581She", -8.73131275177002],
    ["\u2581public", -8.732009887695312],
    ["\u2581keep", -8.735784530639648],
    ["\u2581H", -8.736178398132324],
    ["\u2581order", -8.740762710571289],
    ["\u2581start", -8.742195129394531],
    ["ez", -8.74746322631836],
    ["\u2581\u2018", -8.749832153320312],
    ["uri", -8.751104354858398],
    ["\u258120", -8.752482414245605],
    ["\u2581On", -8.753515243530273],
    ["\u2581offer", -8.763005256652832],
    ["\u2581quality", -8.764988899230957],
    ["\u2581working", -8.769987106323242],
    ["\u2581No", -8.770307540893555],
    ["\u2581That", -8.775156021118164],
    ["\u2581game", -8.7863187789917],
    ["\u2581bei", -8.786642074584961],
    ["\u2581today", -8.788661003112793],
    ["\u2581never", -8.794586181640625],
    ["\u2581week", -8.79587173461914],
    ["\u2581St", -8.797786712646484],
    ["\u2581feel", -8.799317359924316],
    ["\u2581put", -8.801899909973145],
    ["\u2581website", -8.80322265625],
    ["Y", -8.804483413696289],
    ["\u2581days", -8.804709434509277],
    ["\u2581program", -8.805448532104492],
    ["\u2581looking", -8.810463905334473],
    ["\u2581K", -8.810808181762695],
    ["\u2581students", -8.811436653137207],
    ["\u2581create", -8.811800956726074],
    ["\u2581change", -8.812616348266602],
    ["\u2581book", -8.812932014465332],
    ["ity", -8.813761711120605],
    ["\u2581At", -8.815207481384277],
    ["\u2581possible", -8.815670013427734],
    ["\u2581sunt", -8.81651496887207],
    ["\u25817", -8.818120002746582],
    ["\u2581real", -8.823369026184082],
    ["\u2581al", -8.824172019958496],
    ["\u2581making", -8.825371742248535],
    ["\u2581Be", -8.825761795043945],
    ["\u2581products", -8.82592487335205],
    ["\u2581case", -8.82653522491455],
    ["\u2581school", -8.8272066116333],
    ["\u2581say", -8.830352783203125],
    ["area", -8.832084655761719],
    ["\u2581My", -8.833836555480957],
    ["\u2581point", -8.834731101989746],
    ["\u2581als", -8.83560848236084],
    ["\u2581children", -8.836194038391113],
    ["\u2581course", -8.844061851501465],
    ["\u2581show", -8.847993850708008],
    ["\u25818", -8.849273681640625],
    ["\u2581These", -8.849345207214355],
    ["\u258118", -8.851140975952148],
    ["\u2581large", -8.851323127746582],
    ["co", -8.854362487792969],
    ["\u2581\u00fcber", -8.854788780212402],
    ["\u2581second", -8.856559753417969],
    ["\u2581market", -8.859807014465332],
    ["\u2581fost", -8.86048698425293],
    ["\u2581easy", -8.863983154296875],
    ["\u2581plan", -8.864302635192871],
    ["\u2581project", -8.864927291870117],
    ["G", -8.865178108215332],
    ["W", -8.869574546813965],
    ["3", -8.871939659118652],
    ["\u2581son", -8.873332023620605],
    ["la", -8.879053115844727],
    ["\u2581face", -8.88137435913086],
    ["\u2581needs", -8.88148021697998],
    ["ch", -8.883138656616211],
    ["\u2581personal", -8.88343620300293],
    ["me", -8.886031150817871],
    ["\u2581sont", -8.887377738952637],
    ["\u2581je", -8.894930839538574],
    ["\u2581non", -8.895471572875977],
    ["\u2581got", -8.896591186523438],
    ["\u2581Do", -8.897382736206055],
    ["the", -8.89765453338623],
    ["\u2581health", -8.89908504486084],
    ["\u2581special", -8.90555477142334],
    [".\"", -8.907710075378418],
    ["1", -8.907852172851562],
    ["den", -8.908616065979004],
    ["\u2581state", -8.909355163574219],
    ["\u2581open", -8.91019058227539],
    ["\u2581money", -8.91053581237793],
    ["\u2581again", -8.913084983825684],
    ["\u2581food", -8.913167953491211],
    ["\u2581page", -8.914595603942871],
    ["\u2581together", -8.91628360748291],
    ["age", -8.919108390808105],
    ["\u2581qu", -8.921928405761719],
    ["hat", -8.922386169433594],
    ["\u2581ver", -8.926993370056152],
    ["\u2581W", -8.927785873413086],
    ["\u2581away", -8.928759574890137],
    ["\u2581wird", -8.931641578674316],
    ["\u2581until", -8.934249877929688],
    ["V", -8.934935569763184],
    ["\u2581pre", -8.935851097106934],
    ["\u2581One", -8.936429977416992],
    ["\u2581product", -8.936561584472656],
    ["\u2581often", -8.939326286315918],
    ["\u2581wir", -8.944111824035645],
    ["\u2581nach", -8.945127487182617],
    ["\u2581include", -8.946555137634277],
    ["\u2581um", -8.948204040527344],
    ["\u2581room", -8.953709602355957],
    ["\u2581group", -8.953767776489258],
    ["\u2581name", -8.954949378967285],
    ["ce", -8.955448150634766],
    ["H", -8.956180572509766],
    ["N", -8.958139419555664],
    ["\u2581person", -8.958183288574219],
    ["\u2581social", -8.958606719970703],
    ["\u2581list", -8.963666915893555],
    ["\u2581How", -8.964127540588379],
    ["\u2581why", -8.96571159362793],
    ["\u2581community", -8.965995788574219],
    ["\u2581contact", -8.973031044006348],
    ["\u00ad", -8.9755859375],
    ["\u2581co", -8.979683876037598],
    ["\u2581play", -8.983960151672363],
    ["\u2581having", -8.984169960021973],
    ["\u2581power", -8.986917495727539],
    ["\u2581call", -8.991690635681152],
    ["\u2581against", -8.991816520690918],
    ["\u2581become", -8.997780799865723],
    ["\u2581cost", -9.003793716430664],
    ["\u2581V", -9.004593849182129],
    ["\u2581research", -9.006913185119629],
    ["\u258112", -9.007307052612305],
    ["\u2581wie", -9.008277893066406],
    ["der", -9.008386611938477],
    ["\u2581thing", -9.014028549194336],
    ["\u2581along", -9.017301559448242],
    ["4", -9.017330169677734],
    ["\u2581access", -9.020391464233398],
    ["\u2581level", -9.020505905151367],
    ["\u2581price", -9.022817611694336],
    ["\u2581einen", -9.023714065551758],
    ["\u2581side", -9.026359558105469],
    ["\u2581Un", -9.026851654052734],
    ["\u2581means", -9.030416488647461],
    ["(", -9.032341957092285],
    ["\u2581big", -9.034374237060547],
    ["\u2581God", -9.036499977111816],
    ["\u2581dass", -9.037314414978027],
    ["im", -9.037374496459961],
    ["\u258130", -9.037432670593262],
    ["\u2581event", -9.041665077209473],
    ["\u2581development", -9.042060852050781],
    ["\u2581form", -9.04226303100586],
    ["\u2581read", -9.042579650878906],
    ["\u2581hand", -9.043194770812988],
    ["\u2581control", -9.04446792602539],
    ["\u2581However", -9.046320915222168],
    ["\u2581done", -9.048060417175293],
    ["\u2581job", -9.051692008972168],
    ["\u2581hard", -9.056619644165039],
    ["\u2581war", -9.057538032531738],
    ["\u2581area", -9.0584135055542],
    ["\u2581add", -9.0586576461792],
    ["\u2581votre", -9.0593900680542],
    ["\u2581live", -9.059494018554688],
    ["\u2581range", -9.060099601745605],
    ["\u2581After", -9.060164451599121],
    ["\u2581Les", -9.060513496398926],
    ["\u2581far", -9.064413070678711],
    ["ver", -9.064727783203125],
    ["\u2581old", -9.069576263427734],
    ["\u2581perfect", -9.06976318359375],
    ["\u258115", -9.070429801940918],
    ["\u2581space", -9.073654174804688],
    ["\u2581house", -9.074068069458008],
    ["ine", -9.07408618927002],
    ["\u2581enough", -9.074334144592285],
    ["0", -9.075824737548828],
    ["\u2581several", -9.077119827270508],
    ["The", -9.081155776977539],
    ["mm", -9.085619926452637],
    ["\u2581University", -9.08637523651123],
    ["\u2581diese", -9.087566375732422],
    ["\u2581Co", -9.088335990905762],
    ["\u2581comes", -9.088497161865234],
    ["\u2581across", -9.088857650756836],
    ["\u2581already", -9.090097427368164],
    [",\u201d", -9.090341567993164],
    ["\u2581body", -9.09276294708252],
    ["\u2581Das", -9.094594955444336],
    ["\u2581einer", -9.095956802368164],
    ["\u2581left", -9.09921646118164],
    ["\u2581future", -9.105711936950684],
    ["\u2581times", -9.106670379638672],
    ["\u2581dar", -9.109651565551758],
    ["\u2581simple", -9.110408782958984],
    ["ry", -9.112407684326172],
    ["\u2581getting", -9.113155364990234],
    ["\u2581try", -9.115362167358398],
    ["\u021bi", -9.116897583007812],
    ["ness", -9.120043754577637],
    ["\u2581makes", -9.120377540588379],
    ["\u2581past", -9.120619773864746],
    ["ca", -9.12130069732666],
    ["\u2581light", -9.122207641601562],
    ["\u2581Der", -9.122997283935547],
    ["\u2581run", -9.125843048095703],
    ["\u2581four", -9.126943588256836],
    ["ance", -9.130500793457031],
    ["\u2581ever", -9.131503105163574],
    ["\u2581einem", -9.131816864013672],
    ["\u2581below", -9.133723258972168],
    ["O", -9.134073257446289],
    ["\u25819", -9.137282371520996],
    ["\u2581learn", -9.14004135131836],
    ["out", -9.140358924865723],
    ["\u2581video", -9.143178939819336],
    ["\u2581etc", -9.146929740905762],
    ["\u2581\u00ab", -9.148795127868652],
    ["\u2581zum", -9.149712562561035],
    ["\u2581kann", -9.1504487991333],
    ["\u2581minutes", -9.151180267333984],
    ["\u2581example", -9.154194831848145],
    ["\u2581nous", -9.154619216918945],
    ["\u2581Se", -9.157441139221191],
    ["\u2581sie", -9.159955024719238],
    ["\u2581industry", -9.161614418029785],
    ["\u2581problem", -9.162016868591309],
    ["J", -9.162480354309082],
    ["\u2581country", -9.163366317749023],
    ["\u2581fact", -9.164189338684082],
    ["\u2581type", -9.164190292358398],
    ["ner", -9.164238929748535],
    ["\u2581companies", -9.165864944458008],
    ["\u2581line", -9.169849395751953],
    ["\u2581city", -9.172713279724121],
    ["\u2581check", -9.173710823059082],
    ["\u2581doing", -9.174406051635742],
    ["elle", -9.175037384033203],
    ["\u2581fun", -9.176549911499023],
    ["\u2581En", -9.177546501159668],
    ["\u2581Your", -9.178601264953613],
    ["ling", -9.181450843811035],
    ["\u2581share", -9.18185806274414],
    ["ile", -9.182005882263184],
    ["\u2581actually", -9.187544822692871],
    ["\u2581value", -9.187751770019531],
    ["zi", -9.188661575317383],
    ["\u2581ab", -9.1898832321167],
    ["\u2581offers", -9.1905517578125],
    ["\u2581less", -9.190573692321777],
    ["\u2581night", -9.193560600280762],
    ["\u2581Dr", -9.19518756866455],
    ["\u2581started", -9.195454597473145],
    ["\u2581least", -9.198020935058594],
    ["\u2581short", -9.198562622070312],
    ["\u2581main", -9.201143264770508],
    ["\u2581single", -9.202939987182617],
    ["\u2581though", -9.203780174255371],
    ["\u2581prin", -9.203930854797363],
    ["time", -9.20531177520752],
    ["\u2581hours", -9.206608772277832],
    ["\u2581others", -9.206849098205566],
    ["\u2581called", -9.20730209350586],
    ["\u2581visit", -9.208869934082031],
    ["\u2581bit", -9.209009170532227],
    ["\u00e9e", -9.210821151733398],
    ["\u2581customers", -9.211383819580078],
    ["\u2581music", -9.212000846862793],
    ["\u2581members", -9.217191696166992],
    ["ies", -9.21743392944336],
    ["\u2581pay", -9.219176292419434],
    ["nd", -9.219744682312012],
    ["\u2581once", -9.221125602722168],
    ["gen", -9.2217378616333],
    ["\u2581k\u00f6nnen", -9.222976684570312],
    ["\u2581low", -9.223771095275879],
    ["\u2581durch", -9.227394104003906],
    ["\u2581story", -9.228075981140137],
    ["\u2581understand", -9.22953987121582],
    ["\u201c", -9.229856491088867],
    ["\u2581Am", -9.231831550598145],
    ["\u2581didn", -9.234603881835938],
    ["\u2581content", -9.237217903137207],
    ["son", -9.24180793762207],
    ["\u2581building", -9.242242813110352],
    ["\u2581result", -9.242605209350586],
    ["\u2581aux", -9.243107795715332],
    ["\u2581complete", -9.244999885559082],
    ["\u2581doesn", -9.24510669708252],
    ["\u2581haben", -9.246070861816406],
    ["\u2581questions", -9.24661636352539],
    ["line", -9.247077941894531],
    ["\u2581technology", -9.247429847717285],
    ["\u2581Pro", -9.247976303100586],
    ["\u2581current", -9.248504638671875],
    ["\u2581won", -9.248883247375488],
    ["\u2581let", -9.250710487365723],
    ["\u2581features", -9.251978874206543],
    ["\u2581please", -9.258262634277344],
    ["5", -9.258519172668457],
    ["\u2581above", -9.259394645690918],
    ["ive", -9.262128829956055],
    ["\u2581management", -9.262394905090332],
    ["\u2581lui", -9.262539863586426],
    ["her", -9.263057708740234],
    ["\u2581training", -9.265711784362793],
    ["\u2581everything", -9.2665433883667],
    ["\u2581noch", -9.266846656799316],
    ["\u2581came", -9.267708778381348],
    ["\u2581web", -9.272823333740234],
    ["\u2581ensure", -9.272987365722656],
    ["\u2581months", -9.273130416870117],
    ["\u2581art", -9.27313232421875],
    ["\u2581sub", -9.274359703063965],
    ["\u2581million", -9.274559020996094],
    ["\u2581professional", -9.275035858154297],
    ["\u2581results", -9.278368949890137],
    ["\u2581kind", -9.278395652770996],
    ["\u2581season", -9.279285430908203],
    ["\u2581unique", -9.281067848205566],
    ["ze", -9.284360885620117],
    ["\u2581enjoy", -9.28487777709961],
    ["\u2581early", -9.287765502929688],
    ["\u2581major", -9.288202285766602],
    ["\u2581yet", -9.29152774810791],
    ["\u2581Ver", -9.293331146240234],
    ["one", -9.296777725219727],
    ["\u2581media", -9.29719352722168],
    ["\u2581[", -9.30095100402832],
    ["\u2581property", -9.302969932556152],
    ["\u2581beautiful", -9.304466247558594],
    ["\u2581given", -9.305286407470703],
    ["\u2581due", -9.306716918945312],
    ["\u2581government", -9.307181358337402],
    ["\u2581nur", -9.30881404876709],
    ["\u2581email", -9.309103012084961],
    ["\u2581total", -9.311080932617188],
    ["\u2581natural", -9.311264038085938],
    ["\u2581test", -9.311450004577637],
    ["\u2581provides", -9.311640739440918],
    ["\u2581various", -9.312631607055664],
    ["\u2581American", -9.315605163574219],
    ["\u2581moment", -9.318109512329102],
    ["\u2581air", -9.318952560424805],
    ["\u2581idea", -9.319236755371094],
    ["\u2581known", -9.319981575012207],
    ["\u2581Il", -9.320504188537598],
    ["\u2581friends", -9.320576667785645],
    ["\u2581final", -9.320919036865234],
    ["\u2581buy", -9.32139778137207],
    ["\u2581specific", -9.322234153747559],
    ["\u2581issues", -9.32454776763916],
    ["\u2581took", -9.325233459472656],
    ["\u2581mind", -9.326258659362793],
    ["\u2581study", -9.32675838470459],
    ["\u2581addition", -9.328418731689453],
    ["\u2581size", -9.332446098327637],
    ["\u2581pro", -9.334047317504883],
    ["\u2581film", -9.33545970916748],
    ["\u2581pot", -9.335636138916016],
    ["\u2581thought", -9.338120460510254],
    ["\u2581tell", -9.33890438079834],
    ["\u2581While", -9.339675903320312],
    ["\u2581head", -9.339983940124512],
    ["\u2581clients", -9.340429306030273],
    ["\u2581performance", -9.346199989318848],
    ["\u2581question", -9.346835136413574],
    ["\u2581whether", -9.347925186157227],
    ["\u2581certain", -9.34826946258545],
    ["\u2581model", -9.348764419555664],
    ["\u2581following", -9.350926399230957],
    ["\u2581energy", -9.354207992553711],
    ["\u2581office", -9.354207992553711],
    ["\u2581whole", -9.356687545776367],
    ["\u2581bring", -9.356956481933594],
    ["\u2581required", -9.35726261138916],
    ["\u0163i", -9.358223915100098],
    ["\u2581date", -9.358695030212402],
    ["_", -9.358983039855957],
    ["que", -9.359789848327637],
    ["\u2581da", -9.360264778137207],
    ["\u2581US", -9.36120319366455],
    ["\u2581taking", -9.36143684387207],
    ["go", -9.362788200378418],
    ["\u2581living", -9.36341667175293],
    ["\u2581someone", -9.363489151000977],
    ["\u2581heart", -9.365120887756348],
    ["\u2581key", -9.365775108337402],
    ["\u2581areas", -9.366238594055176],
    ["\u2581says", -9.367013931274414],
    ["\u25812018", -9.369132041931152],
    ["\u2581month", -9.37012767791748],
    ["\u2581Er", -9.371354103088379],
    ["ste", -9.375077247619629],
    ["\u258111", -9.375179290771484],
    ["\u2581front", -9.37528133392334],
    ["\u2581Now", -9.37669563293457],
    ["\u2581class", -9.376946449279785],
    ["\u2581choose", -9.377082824707031],
    ["pe", -9.37808609008789],
    ["\u2581further", -9.379021644592285],
    ["\u2581believe", -9.37936019897461],
    ["of", -9.379590034484863],
    ["\u2581among", -9.380990982055664],
    ["sch", -9.381686210632324],
    ["\u2581child", -9.382609367370605],
    ["\u2581aber", -9.38376235961914],
    ["\u2581Please", -9.386269569396973],
    ["rea", -9.387248992919922],
    ["\u2581later", -9.387272834777832],
    ["\u2581amount", -9.388760566711426],
    ["ice", -9.390128135681152],
    ["\u2581National", -9.390177726745605],
    ["\u2581style", -9.390748977661133],
    ["\u2581tout", -9.391490936279297],
    ["\u2581staff", -9.392939567565918],
    ["\u2581white", -9.397933959960938],
    ["\u2581ge", -9.399179458618164],
    ["\u2581five", -9.400984764099121],
    ["\u2581blog", -9.40109920501709],
    ["\u2581designed", -9.40125846862793],
    ["\u2581went", -9.402216911315918],
    ["\u2581Da", -9.40268611907959],
    ["\u2581general", -9.403801918029785],
    ["\u2581rest", -9.403874397277832],
    ["\u2581zur", -9.40579891204834],
    ["\u2581quite", -9.405948638916016],
    ["per", -9.40687084197998],
    ["\u2581customer", -9.408379554748535],
    ["\u2581close", -9.408747673034668],
    ["\u2581Some", -9.41054630279541],
    ["\u2581women", -9.41075611114502],
    ["\u2581move", -9.410761833190918],
    ["\u2581software", -9.411357879638672],
    ["\u2581Ein", -9.413651466369629],
    ["\u2581Ab", -9.413823127746582],
    ["\u2581history", -9.413864135742188],
    ["\u2581either", -9.41564655303955],
    ["\u2581seen", -9.417396545410156],
    ["\u2581card", -9.419726371765137],
    ["\u2581City", -9.421541213989258],
    ["\u2581hope", -9.421769142150879],
    ["\u258116", -9.422072410583496],
    ["\u00e9s", -9.422825813293457],
    ["va", -9.423294067382812],
    ["\u2581Al", -9.423827171325684],
    ["\u2581especially", -9.424827575683594],
    ["\u2581view", -9.426136016845703],
    ["men", -9.427363395690918],
    ["\u2581account", -9.427489280700684],
    ["\u2581needed", -9.429777145385742],
    ["\u2581United", -9.429789543151855],
    ["]", -9.432387351989746],
    ["\u2581yourself", -9.432788848876953],
    ["\u2581100", -9.433059692382812],
    ["\u2581receive", -9.433417320251465],
    ["\u2581ideas", -9.43369197845459],
    ["\u2581writing", -9.434585571289062],
    ["\u2581simply", -9.434741973876953],
    ["\u2581present", -9.435087203979492],
    ["\u2581continue", -9.436107635498047],
    ["\u2581application", -9.44115161895752],
    ["\u2581build", -9.44187068939209],
    ["\u2581turn", -9.44249439239502],
    ["ated", -9.442923545837402],
    ["\u2581everyone", -9.443060874938965],
    ["cette", -9.443114280700684],
    ["\u2581bien", -9.444964408874512],
    ["less", -9.445222854614258],
    ["\u2581Si", -9.445359230041504],
    ["\u2581original", -9.446867942810059],
    ["8", -9.44794750213623],
    ["\u2581individual", -9.448895454406738],
    ["tre", -9.449433326721191],
    ["\u2581works", -9.45171070098877],
    ["\u2581options", -9.451821327209473],
    ["\u2581May", -9.454456329345703],
    ["\u2581Not", -9.454940795898438],
    ["\u2581report", -9.455467224121094],
    ["mer", -9.457239151000977],
    ["\u2581human", -9.459118843078613],
    ["\u2581provided", -9.459603309631348],
    ["\u2581By", -9.460925102233887],
    ["\u2581series", -9.462006568908691],
    ["7", -9.46226692199707],
    ["\u2581modern", -9.463875770568848],
    ["\u2581meet", -9.463921546936035],
    ["\u258150", -9.464119911193848],
    ["\u258125", -9.46969985961914],
    ["\u2581color", -9.470091819763184],
    ["\u2581download", -9.470109939575195],
    ["\u2581Here", -9.471144676208496],
    ["6", -9.471323013305664],
    ["\u2581poate", -9.471449851989746],
    ["\u2581\u00cen", -9.472321510314941],
    ["\u2581phone", -9.473695755004883],
    ["\u2581likely", -9.474374771118164],
    ["\u2581table", -9.476469993591309],
    ["\u2581ma", -9.476551055908203],
    ["\u2581Or", -9.479181289672852],
    ["Z", -9.48026180267334],
    ["\u258119", -9.482215881347656],
    ["\u2581insurance", -9.482544898986816],
    ["\u2581anything", -9.483808517456055],
    ["\u2581search", -9.485033988952637],
    ["\u2581Ge", -9.48520565032959],
    ["\u2581issue", -9.485564231872559],
    ["\u2581includes", -9.485688209533691],
    ["\u2581clear", -9.487342834472656],
    ["les", -9.488021850585938],
    ["\u2581almost", -9.488259315490723],
    ["ilor", -9.48935317993164],
    ["\u258114", -9.490717887878418],
    ["by", -9.494056701660156],
    ["\u2581Du", -9.49624252319336],
    ["\u2581mais", -9.497303009033203],
    ["ier", -9.499163627624512],
    ["\u2581law", -9.49924087524414],
    ["\u2581added", -9.500134468078613],
    ["\u2581con", -9.500962257385254],
    [",\"", -9.501530647277832],
    ["\u2581ago", -9.502127647399902],
    ["\u2581His", -9.504697799682617],
    ["\u2581points", -9.504981994628906],
    ["\u2581mult", -9.505581855773926],
    ["\u2581financial", -9.506216049194336],
    ["\u2581problems", -9.506428718566895],
    ["\u2581however", -9.50648307800293],
    ["\u2581events", -9.50675106048584],
    ["\u2581half", -9.507889747619629],
    ["ard", -9.511183738708496],
    ["\u2581ask", -9.51156997680664],
    ["\u2581version", -9.511631965637207],
    ["end", -9.512478828430176],
    ["\u2581created", -9.512639999389648],
    ["\u2581lead", -9.512917518615723],
    ["\u2581focus", -9.513853073120117],
    ["\u2581increase", -9.515096664428711],
    ["ex", -9.515118598937988],
    ["\u2581allow", -9.515798568725586],
    ["\u2581extra", -9.516464233398438],
    ["\u258124", -9.516692161560059],
    ["\u2581credit", -9.516772270202637],
    ["\u2581production", -9.516801834106445],
    ["zu", -9.517256736755371],
    ["\u2581black", -9.51754093170166],
    ["\u2581systems", -9.518040657043457],
    ["\u258117", -9.518178939819336],
    ["\u2581opportunity", -9.518531799316406],
    ["\u2581bis", -9.519219398498535],
    ["\u2581fast", -9.519807815551758],
    ["ring", -9.521166801452637],
    ["\u2581Don", -9.522114753723145],
    ["\u2581via", -9.52242660522461],
    ["fer", -9.5225248336792],
    ["\u2581comme", -9.522799491882324],
    ["\u2581popular", -9.523722648620605],
    ["\u2581South", -9.524491310119629],
    ["ating", -9.525003433227539],
    ["\u2581State", -9.525198936462402],
    ["ator", -9.525679588317871],
    ["\u2581common", -9.525968551635742],
    ["con", -9.526727676391602],
    ["\u2581throughout", -9.527557373046875],
    ["\u2581risk", -9.52774715423584],
    ["\u2581young", -9.528532028198242],
    ["\u2581Je", -9.528688430786133],
    ["\u2581image", -9.52928352355957],
    ["ha", -9.529376983642578],
    ["\u2581third", -9.529587745666504],
    ["\u2581taken", -9.530049324035645],
    ["\u2581Z", -9.5314302444458],
    ["\u2581dis", -9.5316162109375],
    ["\u2581From", -9.533575057983398],
    ["\u2581details", -9.534862518310547],
    ["\u2581games", -9.53516674041748],
    ["\u2581practice", -9.536040306091309],
    ["che", -9.536151885986328],
    ["\u2581security", -9.537364959716797],
    ["\u2581medical", -9.537653923034668],
    ["\u2581learning", -9.537806510925293],
    ["\u2581material", -9.538509368896484],
    ["\u2581international", -9.540703773498535],
    ["\u2581forward", -9.541245460510254],
    ["\u2581paper", -9.541247367858887],
    ["\u2581action", -9.541348457336426],
    ["\u2581file", -9.542378425598145],
    ["\u2581oil", -9.543096542358398],
    ["\u2581self", -9.54377555847168],
    ["\u2581private", -9.545247077941895],
    ["\u2581interest", -9.545559883117676],
    ["bar", -9.546065330505371],
    ["\u2581sale", -9.547115325927734],
    ["\u2581stay", -9.547348976135254],
    ["ke", -9.548089981079102],
    ["\u2581San", -9.549053192138672],
    ["\u2581matter", -9.549870491027832],
    ["\u2581reason", -9.550254821777344],
    ["ted", -9.55147647857666],
    ["\u2581potential", -9.551742553710938],
    ["\u2581brand", -9.552441596984863],
    ["\u2581field", -9.55315113067627],
    ["\u2581treatment", -9.553420066833496],
    ["\u2581period", -9.553516387939453],
    ["\u2581York", -9.553890228271484],
    ["\u2581Park", -9.554738998413086],
    ["\u2581acest", -9.556009292602539],
    ["ou", -9.556926727294922],
    ["\u2581Ce", -9.557014465332031],
    ["\u2581ready", -9.558111190795898],
    ["\u2581rather", -9.55860424041748],
    ["\u2581outside", -9.560086250305176],
    ["\u2581standard", -9.560121536254883],
    ["\u2581located", -9.560770034790039],
    ["\u2581marketing", -9.562313079833984],
    ["cu", -9.564041137695312],
    ["\u2581Can", -9.564562797546387],
    ["\u2581education", -9.566105842590332],
    ["use", -9.566640853881836],
    ["\u2581role", -9.566828727722168],
    ["\u2581men", -9.571505546569824],
    ["\u2581probably", -9.571550369262695],
    ["\u2581store", -9.57221508026123],
    ["\u2581John", -9.572355270385742],
    ["\u2581rate", -9.573956489562988],
    ["\u2581code", -9.573994636535645],
    ["\u2581kids", -9.574408531188965],
    ["\u2581currently", -9.57552719116211],
    ["\u2581near", -9.576475143432617],
    ["\u2581sales", -9.576716423034668],
    ["\u2581usually", -9.577012062072754],
    ["\u2581activities", -9.577242851257324],
    ["\u2581party", -9.577371597290039],
    ["\u2581leur", -9.577434539794922],
    ["\u2581particular", -9.577627182006836],
    ["\u2581mehr", -9.577707290649414],
    ["ill", -9.578757286071777],
    ["\u2581percent", -9.579113006591797],
    ["\u2581fait", -9.579537391662598],
    ["\u2581happy", -9.579904556274414],
    ["\u2581inside", -9.58005428314209],
    ["\u2581save", -9.580510139465332],
    ["\u2581skills", -9.580765724182129],
    ["\u2581consider", -9.581025123596191],
    ["\u2581recent", -9.58161735534668],
    ["\u2581strong", -9.581781387329102],
    ["\u2581position", -9.582076072692871],
    ["\u2581knowledge", -9.582303047180176],
    ["\u2581tax", -9.583868980407715],
    ["\u2581users", -9.584261894226074],
    ["und", -9.585564613342285],
    ["\u2581coming", -9.585904121398926],
    ["\u2581article", -9.585923194885254],
    ["min", -9.586345672607422],
    ["\u2581sein", -9.586555480957031],
    ["\u2581travel", -9.586871147155762],
    ["\u2581changes", -9.58765983581543],
    ["\u2581impact", -9.588181495666504],
    ["\u2581wanted", -9.588460922241211],
    ["\u2581address", -9.5885591506958],
    ["\u2581soon", -9.58873462677002],
    ["\u2581North", -9.588915824890137],
    ["at\u0103", -9.589237213134766],
    ["\u2581trying", -9.58985424041748],
    ["\u2581app", -9.590612411499023],
    ["\u2581School", -9.592510223388672],
    ["\u2581Es", -9.592548370361328],
    ["we", -9.59261703491211],
    ["\u2581conditions", -9.59292984008789],
    ["\u2581digital", -9.593293190002441],
    ["\u2581similar", -9.594805717468262],
    ["\u2581solution", -9.59514331817627],
    ["\u2581location", -9.595183372497559],
    ["\u2581Of", -9.595418930053711],
    ["\u2581follow", -9.595842361450195],
    ["\u2581red", -9.597526550292969],
    ["\u2581review", -9.599202156066895],
    ["\u2581skin", -9.599575996398926],
    ["\u2581pretty", -9.600369453430176],
    ["day", -9.600558280944824],
    ["\u2581d\u00e9", -9.602072715759277],
    ["\u2581cause", -9.602169036865234],
    ["\u2581Sa", -9.602463722229004],
    ["\u2581user", -9.602520942687988],
    ["\u2581Man", -9.603377342224121],
    ["\u201d.", -9.604146003723145],
    ["\u2581Just", -9.604366302490234],
    ["\u2581faire", -9.604475021362305],
    ["\u2581member", -9.605619430541992],
    ["\u2581iar", -9.606892585754395],
    ["\u2581higher", -9.607715606689453],
    ["\u2581step", -9.607887268066406],
    ["\u2581wide", -9.608185768127441],
    ["\u2581uns", -9.608920097351074],
    ["\u2581World", -9.609135627746582],
    ["\u2581additional", -9.61176586151123],
    ["ber", -9.613197326660156],
    ["\u2581easily", -9.613990783691406],
    ["\u2581deal", -9.615070343017578],
    ["\u2581ways", -9.615514755249023],
    ["\u2581mobile", -9.616837501525879],
    ["\u2581national", -9.616913795471191],
    ["\u2581couple", -9.617389678955078],
    ["\u2581ihre", -9.61939811706543],
    ["\u2581choice", -9.619612693786621],
    ["for", -9.619686126708984],
    ["ous", -9.62070083618164],
    ["\u2581Google", -9.620855331420898],
    ["\u2581environment", -9.622426986694336],
    ["urile", -9.623322486877441],
    ["\u2581Center", -9.626680374145508],
    ["mp", -9.628592491149902],
    ["\u2581\u00bb", -9.629727363586426],
    ["qui", -9.630680084228516],
    ["\u2581growth", -9.631048202514648],
    ["ler", -9.633174896240234],
    ["\u2581improve", -9.63360595703125],
    ["\u2581items", -9.6336669921875],
    ["\u2581Nu", -9.63393783569336],
    ["\u2581leave", -9.634074211120605],
    ["\u2581true", -9.634805679321289],
    ["\u2581wurde", -9.63487434387207],
    ["\u2581cannot", -9.635004043579102],
    ["\u258113", -9.635096549987793],
    ["\u2581running", -9.636015892028809],
    ["\u2581anti", -9.636177062988281],
    ["\u2581option", -9.636306762695312],
    ["\u2581reading", -9.63657283782959],
    ["\u2581Car", -9.636698722839355],
    ["\u2581Wir", -9.638110160827637],
    ["\u2581April", -9.63975715637207],
    ["\u2581behind", -9.640642166137695],
    ["\u2581client", -9.640750885009766],
    ["\u2581cover", -9.641012191772461],
    ["\u2581stop", -9.641090393066406],
    ["ja", -9.641277313232422],
    ["\u2581built", -9.641307830810547],
    ["\u2581Con", -9.641313552856445],
    ["ement", -9.641366004943848],
    ["\u2581projects", -9.641828536987305],
    ["\u2581variety", -9.641840934753418],
    ["\u2581Ihre", -9.642666816711426],
    ["\u0219", -9.64302921295166],
    ["\u2581unter", -9.64385986328125],
    ["\u2581longer", -9.646577835083008],
    ["year", -9.647161483764648],
    ["\u2581photo", -9.648370742797852],
    ["\u2581Also", -9.64933967590332],
    ["\u2581received", -9.651098251342773],
    ["\u2581return", -9.652676582336426],
    ["00", -9.653081893920898],
    ["\u2581bar", -9.653343200683594],
    ["ary", -9.654427528381348],
    ["elor", -9.655137062072754],
    ["\u2581Home", -9.656189918518066],
    ["our", -9.656298637390137],
    ["\u2581Me", -9.65771198272705],
    ["\u2581held", -9.659111022949219],
    ["\u2581click", -9.66014289855957],
    ["\u2581ex", -9.660178184509277],
    ["\u2581cum", -9.661561965942383],
    ["\u2581takes", -9.66395378112793],
    ["\u2581computer", -9.665796279907227],
    ["\u2581told", -9.668192863464355],
    ["+", -9.670648574829102],
    ["\u2581patients", -9.670809745788574],
    ["ting", -9.672165870666504],
    ["\u2581direct", -9.672248840332031],
    ["\u2581quickly", -9.672410011291504],
    ["tic", -9.672877311706543],
    ["\u2581vom", -9.673723220825195],
    ["\u2581di", -9.67381477355957],
    ["\u2581kitchen", -9.674022674560547],
    ["\u2581network", -9.675640106201172],
    ["\u25812015", -9.676688194274902],
    ["\u2581effective", -9.677227020263672],
    ["\u2581collection", -9.677703857421875],
    ["\u25812017", -9.677751541137695],
    ["\u2581words", -9.678145408630371],
    ["\u2581cele", -9.678857803344727],
    ["\u2581student", -9.678862571716309],
    ["\u2581amazing", -9.678932189941406],
    ["eur", -9.680419921875],
    [".\u201d", -9.68227481842041],
    ["\u2581ale", -9.682716369628906],
    ["\u201d,", -9.68414306640625],
    ["\u2581purchase", -9.684350967407227],
    ["\u2581mean", -9.68477725982666],
    ["\u2581West", -9.686846733093262],
    ["\u2581nice", -9.6889066696167],
    ["\u2581age", -9.689131736755371],
    ["\u2581base", -9.68923568725586],
    ["\u2581summer", -9.68928337097168],
    ["\u2581multi", -9.689496994018555],
    ["\u2581allows", -9.689573287963867],
    ["\u2581latest", -9.689604759216309],
    ["\u2581global", -9.68992805480957],
    ["\u2581chance", -9.690792083740234],
    ["\u2581sense", -9.690872192382812],
    ["ieren", -9.692789077758789],
    ["\u2581difficult", -9.693133354187012],
    ["it\u00e9", -9.694750785827637],
    ["ka", -9.694792747497559],
    ["du", -9.69483757019043],
    ["\u2581providing", -9.695744514465332],
    ["\u2581Art", -9.696940422058105],
    ["\u2581drive", -9.698554992675781],
    ["\u2581Go", -9.698877334594727],
    ["\u2581tr\u00e8s", -9.699414253234863],
    ["U", -9.699579238891602],
    ["\u2581Pre", -9.699846267700195],
    ["\u2581shows", -9.700040817260742],
    ["\u2581hair", -9.701324462890625],
    ["\u2581success", -9.701513290405273],
    ["\u2581UK", -9.703169822692871],
    ["red", -9.703241348266602],
    ["\u00fc", -9.703370094299316],
    ["ish", -9.703631401062012],
    ["\u2581weeks", -9.704839706420898],
    ["\u2581solutions", -9.7055025100708],
    ["\u2581Pe", -9.7057523727417],
    ["\u2581equipment", -9.706141471862793],
    ["\u0219i", -9.706482887268066],
    ["\u2581worked", -9.707073211669922],
    ["\".", -9.708627700805664],
    ["\u2581legal", -9.708720207214355],
    ["\u2581bad", -9.70892333984375],
    ["\u258140", -9.709561347961426],
    ["\u2581Internet", -9.709798812866211],
    ["\u2581included", -9.709976196289062],
    ["\u2581upon", -9.710977554321289],
    ["\u2581excellent", -9.71106243133545],
